Repository: rbier/randomizer_v1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

# NoSiteIdError
source: User is not associated with a site id.
es: El usuario no está asociado a un ID de sitio.

# InvalidArmError
source: Randomization arm values can only be 1 or 2.
es: Los valores del brazo de aleatorización solo pueden ser 1 o 2.

# NoRowReservationFoundError
source: No row reservation found.
es: No se encontró ninguna reserva de fila.

# NoRowPermissionError
source: You do not have permission for the reserved row.
es: Usted no tiene permiso para la fila reservada.

# NoRowsAvailableError
source: No rows available.
es: No hay filas disponibles.

# RowReservationAlreadyExistsError
source: Row reservation already exists.
es: La reserva de fila ya existe.

# RowReservationDoesNotMatchError
source: Row reservation does not match row requested.
es: La reserva de fila no coincide con la fila solicitada.

# SiteIdPopulatedError
source: Site id column field already populated.
es: El valor de la columna de ID del sitio ya se completó.

# SiteIdInvalidError
source: Site id invalid.
es: El ID del sitio no es válido.

# SiteIdMissingError
source: Site id column missing.
es: Falta la columna de ID del sitio.

# NoAccessError
source: User cannot access row without reservation or table access.
es: El usuario no puede acceder a la fila sin reserva o acceso a la tabla.

source: Patient Id
es: ID del paciente

source: Randomization Arm
es: Brazo de Aleatorización

# NoRowsReservedYet
source: You have not reserved any rows yet.
es: Aún no ha reservado ninguna fila.

# RowLengthError
source: Row length does not match number of columns.
es: La longitud de la fila no coincide con el número de columnas.

# RowValueError
source: Row value out of range.
es: Valor de fila está fuera de rango.

# RowKeysError
source: Row keys do not match column names.
es: Las claves de fila no coinciden con los nombres de las columnas.

# FormDataIncompleteError
source: Form data incomplete.
es: Los datos del formulario están incompletos

# CompleteReservationSuccess
source: Row reservation successfully completed for patient {}.
es: Reserva de fila completada con éxito para el paciente {}.

# CompleteReservationEmail
source: This email is to confirm that patient #{} has been randomized to `{}` in the study `{}`.
es: Este correo electrónico es para confirmar que el paciente #{} ha sido asignado al azar a `{}` en el estudio `{}`.

# ReservationCancel
source: Row reservation cancelled.
es: Reserva de fila cancelada.

# CompleteReservationSuccessAnonymous
source: Row reservation successfully completed.
es: Reserva de fila completada con éxito.

source: Email
es: Correo electrónico

# SignupFormEmailHelpText
source: Required. For official correspondence and user verification.
es: Requirido. Para correspondencia oficial y verificación de usuario.

source: Activation code
es: Código de activación

# SignupFormActivationCodeHelpText
source: Required. This eight letter code will be specific to your center and study.
es: Requirido. Este código de ocho letras será específico de su centro y estudio.

source: Activation code `{}` does not exist
es: El código de activación `{}` no existe

# SiteTitle
source: Randomization Management Tool
es: Herramienta de gestión de aleatorización

source: Home
es: Inicio

source: Request study access
es: Solicitar acceso a un estudio

source: log out
es: cerrar sesión

source: log in
es: iniciar sesión

source: confirmation
es: la confirmación de la fila

source: reservation
es: la reserva de la fila

source: cancel
es: la cancelación de la fila

source: Table Details
es: Detalles de la Tabla

source: Randomization for
es: Aleatorización para

source: Error in row
es: Error en

source: Click
es: Haga clic

source: Randomization assignment for
es: Asignación de aleatorización para

source: here
es: aquí

# GenerateEmail
source: to generate an email with associated information
es: para generar un correo electrónico con información asociada

source: Reserve Row
es: Reserva Fila

source: Reserve
es: Reserva

source: Complete Your Row Reservation
es: Complete Su Reserva de Fila

source: Complete Reservation
es: Completar Reserva

source: Cancel
es: Cancelar

source: Row Already Reserved
es: Fila Ya Reservada

# AnotherUserReservedRow
source: Another user has reserved a row but has not processed the patient, preventing you from making a reservation.
es: Otro usuario ha reservado una fila pero no ha procesado al paciente, lo que le impide realizar una reserva.

# IfYouNeedToReserveARow
source: If you need to make a row reservation, please contact your administrator to close out the outstanding reservation.
es: Si necesita realizar una reserva de fila, comuníquese con su administrador para cerrar la reserva pendiente.

source: Rows That You Have Already Reserved
es: Filas Que Ya Ha Reservado

source: Table list
es: Lista de tablas

source: Studies
es: Estudios

# AlreadyLoggedIn
source: You are already logged in
es: Ya se ha autentificado

source: Please
es: Por favor,

# AsADifferentUser
source: if you want to log in as a different user
es: si desea iniciar sesión como un usuario diferente

# IfYouDoNotHaveAnAccount
source: If you do not have an account, you can sign up
es: Si no tiene una cuenta, puede registrarse

# LoggedOut
source: You have been logged out
es: Su sesión ha sido cerrada

source: to log in again
es: para iniciar una sesión nuevamente

source: Registration successful
es: El registro fue exitoso

source: You already have an account
es: Ya tiene usted una cuenta

source: to create a new account
es: para crear una cuenta nueva

# AccountActivationNotice
source: Your account has been created and will be activated shortly
es: Su cuenta ha sido creada y se activará pronto

# AccountActivationContact
source: If you do not receive notification of account activation in a timely manner, please contact your administrator
es: Si no recibe una notificación de activación de la cuenta de manera oportuna, comuníquese con su administrador

source: Registration
es: Registro

source: Register for an account
es: Regístrese para una cuenta

source: Complete Registration
es: Completar Registro

source: Activation request pending
es: Solicitud de activación está pendiente

# ActivationRequestSent
source: Your study access activation request has been sent
es: Se ha enviado su solicitud de activación de acceso al estudio

# ActivationRequestContact
source: If you do not receive notification of study access activation in a timely manner, please contact your administrator
es: Si no recibe una notificación de activación de acceso al estudio de manera oportuna, comuníquese con su administrador

source: Complete Request
es: Completar Solicitud
